{
    "resources": [
      {
        "title": "Cisco Systems",
        "link": "https://www.cisco.com/site/uk/en/index.html",
        "dates": "06/2021-07/2021",
        "desc" : "Insight experience which aided in my professional development. Had the opportunity to work with 20 senior executives, discovering their day-to-day roles & responsibilities within Cisco. Over the 2-week period, I gained crucial experience within tech.",
        "imageUrl": "./cisco.jpeg"
      },
      {
        "title": "University of Manchester",
        "link": "https://www.manchester.ac.uk/",
        "dates": "2022-26",
        "desc" : "Accepted into the school of computer science. Optional units include: Intro to AI, Database Systems, Machine Learning, Knowledge Based AI, and Spaish(A1/A2).",
        "imageUrl": "./uom.png"
      },
  
      {
        "title": "Exclusive Networks",
        "link": "https://www.exclusive-networks.com/",
        "dates": "06/2023-07/2023",
        "desc" : "Joined a team scoping clients needs' and engineering appropriate solutions using a number fo the partner vendors. Achieved complete client satisfaction. Additionally, provided support to clients, including the NHS.",
        "imageUrl": "./exn.png"
      },
      {
        "title": "GreatUniHack2023",
        "link": "https://greatunihack.com/",
        "dates": "10/2023",
        "desc" : "Collaborated to Develop Log-A-Log, a real-time deforestation tracking website. Log-A-Log utilises Google's Map Tiles API to gather images from the Amazon rainforest. Proudly achieved a 5th place ranking out of 50 teams.",
        "imageUrl": "./guh.png"
      },
      {
        "title": "Google Student Developer Clubs",
        "link": "https://developers.google.com/community/gdsc",
        "dates": "11/2023",
        "desc" : "Developed in Coding Jams and entered the Google Solution Challenge. Participated in weekly events including the IoT talk.",
        "imageUrl": "./gsdc.png"
      },
      {
        "title": "Record Financial Group",
        "link": "https://recordfg.com/",
        "dates": "04/2024",
        "desc" : "Incoming spring insight. Assisting in the Systems department, as well as engineering & data sciences. Able to gain experience within fintech.",
        "imageUrl": "./recordfg.jpeg"
      }
    ]
}